{
  "date": "2026-01-12",
  "season": "winter",
  "welcome": {
    "en": "Happy second week of January! We kick off this week with APTT’s and the school Spelling Bee. We’ll also be taking I-ready in English, so make sure students are getting a good night’s rest and arriving to school on time.",
    "es": "¡Feliz segunda semana de enero! Comenzamos la semana con las reuniones de APTT y el Spelling Bee de la escuela. También estaremos tomando i-Ready en inglés, así que asegúrense de que los estudiantes descansen bien por la noche y lleguen a la escuela a tiempo."
  },
  "math": {
    "en": "This week, we will continue to decompose a part in our number sentence to help us make a 10. We will also solve 3-digit word problems. At home, have your kiddo continue to practice their pairs to 10. Have you kiddo solve and explain their strategy to the following problem: There are 8 red ants. 2 more red ants join the line. Then, 5 more red ants join the line. How many red ants are in the line?",
    "es": "¿Cuántas hormigas rojas hay en la fila? Esta semana, continuaremos descomponiendo una parte de nuestra oración numérica para ayudarnos a formar un 10. También resolveremos problemas escritos de 3 dígitos. En casa, haga que su hijo continúe practicando sus pares hasta 10. Haga que su hijo resuelva y explique su estrategia para el siguiente problema: Hay 8 hormigas rojas. 2 hormigas rojas más se ponen en la fila. Luego, 5 hormigas rojas se ponen en la fila. ¿Cuántas hormigas rojas hay en la fila?"
  },
  "literacy": {
    "en": "This week in literacy, students are beginning our Family Stories unit in both Spanish and English. In Spanish (SLA), students will read Abuela and learn what a narrative is by identifying the characters and setting, using details from the text and illustrations. They will also make connections between the story and their own family experiences. In English (ELA), we will introduce the concept of Small Moments, which are narratives that zoom in on one specific moment in a story. Please talk with your child about the word tradition and share a family tradition you celebrate at home. Remember to read for 20 minutes in English each day and practice heart words at home.",
    "es": "Esta semana en lectoescritura, los estudiantes comienzan nuestra unidad de Cuentos de las Familias en español y en inglés. En español (SLA), los estudiantes leerán Abuela y aprenderán qué es una narrativa al identificar los personajes y el lugar donde ocurre la historia, usando detalles del texto y las ilustraciones. También harán conexiones entre la historia y sus propias experiencias familiares. En inglés (ELA), presentaremos el concepto de Momentos Pequeños, que son narrativas que se enfocan en un momento específico de la historia. Por favor, converse con su hijo/a sobre la palabra tradición y compartan una tradición familiar que celebran en casa. Recuerden leer 20 minutos en inglés cada día y practicar las palabras esenciales (heart words) en casa."
  },
  "specials": {
    "monday": "D",
    "tuesday": "E",
    "wednesday": "F",
    "thursday": "A",
    "friday": "B"
  },
  "roars": {
    "Cartagena": "Sofia P.",
    "Colombia": "Geoffrey G.",
    "España": "Graham G.",
    "DR": "Thiago S.",
    "Managua": "Theodore S.",
    "Venezuela": "Enmanuel N."
  }
}
